Repository: Arusekk/oi-bus
Catalog: oi_ghostwriter/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Printing and backups
pl: Drukowanie i kopie zapasowe

source: Creator
pl: Autor

source: File
pl: Plik

source: Upload time
pl: Czas wykonania kopii

source: participant uploaded file
pl: plik użytkownika

source: participant uploaded files
pl: pliki użytkowników

source: Printed file
pl: Wydrukowany plik

source: printed file
pl: wydrukowany plik

source: printed files
pl: wydrukowane pliki

source: Backups
pl: Kopie zapasowe

source: File name
pl: Nazwa pliku

source: Save
pl: Zapisz

source: It seems that you have reached the upload limit.
pl: Wygląda na to, że limit plików został osiągnięty.

source: Printing
pl: Wydruki

source: Your printing request was processed successfully. If you don't receive your printout soon, ask local helpers about it.
pl: Twoje zlecenie drukowania zostało przetworzone pomyślnie. Jeżeli nie otrzymasz wkrótce swojego wydruku, zapytaj Komisję Regulaminową w sali.

source: An error occured while printing your file. Please make sure that your file is a UTF-8 encoded text file, and not, for example, an executable program. If you really need to get it printed, ask for technical help.
pl: Wystąpił błąd podczas drukowania Twojego pliku. Upewnij się, że Twój plik jest plikiem tekstowym o kodowaniu UTF-8, a nie (na przykład) programem wykonywalnym. Jeżeli bardzo zależy Ci na wydrukowaniu tego pliku, poproś Komisję Regulaminową o pomoc techniczną.
